Repository: sergiobaiao/alfresco-search-client
Catalog: languages/alfresco-search-*.po
Languages: pt_br

source: Unable to load search results. Please try again.
pt_br: Erro ao carregar os resultados da busca. Por favor, tente novamente.

source: Loading results...
pt_br: Carregando resultados...

source: View
pt_br: Ver

source: Alfresco Settings
pt_br: Alfresco Plugin

source: Alfresco URL
pt_br: URL do Alfresco

source: Alfresco Username
pt_br: Usuário

source: Alfresco Password
pt_br: Senha

source: Maximum Results
pt_br: Limite de Resultados

source: Enable Debugging
pt_br: Debug

source: Output debug information to the browser console.
pt_br: Mostrar informações de depuração no console de desenvolvedor do navegador.

source: Google Analytics Tag
pt_br: Código (Tag) do Google Analytics

source: Paste the measurement ID (for example, G-XXXXXXXXXX) to enable Google Analytics tracking.
pt_br: Cole o id de medição (por exemplo, G-XXXXXXXXXX) para habilitar o rastreamento do Google Analytics.

source: Download Link Text
pt_br: Texto do Link de Download

source: View Link Text
pt_br: Texto do Link de Visualização

source: Show Only Icons
pt_br: Mostrar Apenas Icones

source: Replace link texts with icons.
pt_br: Subsitui os textos dos links de download e visualização por ícones SVG.

source: Download Icon SVG
pt_br: Ícone SVG de Download

source: View Icon SVG
pt_br: Ícone SVG de Visualização

source: Default Site
pt_br: Site Padrão do Alfresco

source: Unknown Site
pt_br: Site Desconhecido

source: No Alfresco sites found.
pt_br: Nenhum site encontrado no Alfresco.

source: -- None --
pt_br: -- Nenhum --

source: Refresh Site List
pt_br: Atualizar lista de Sites do Alfresco

source: List Alfresco Sites
pt_br: Listar Sites do Alfresco

source: You do not have permission to download this file.
pt_br: Você não tem permissão para fazer o download deste arquivo.

source: Invalid download request. Please refresh the page and try again.
pt_br: Requisição inválida. Por favor, atualize a página e tente novamente.

source: You do not have permission to view this file.
pt_br: Você não tem permissão para ver este arquivo.

source: Invalid view request. Please refresh the page and try again.
pt_br: Requisição inválida. Por favor, atualize a página e tente novamente.

source: You do not have permission to access node details.
pt_br: Você não tem permissão para acessar os detalhes deste nó.

source: Invalid request. Please refresh and try again.
pt_br: Requisição inválida. Por favor, atualize a página e tente novamente.

source: No node_id provided
pt_br: Nenhum node_id fornecido

source: You do not have permission to perform searches.
pt_br: Você não possui permissão para pesquisar.

source: Security check failed. Please refresh and try again.
pt_br: A checagem de segurança falhou. Por favor, atualize a página e tente novamente.

source: Alfresco search request failed (%1$s %2$s).
pt_br: A requisição de pesquisa (%1$s %2$s) do Alfresco falhou.

source: Invalid response from Alfresco
pt_br: Resposta inválida do Alfresco

source: Alfresco error: %s
pt_br: Erro do Alfresco %s

source: Query URL:
pt_br: URL de Pesquisa:

source: Debug Information
pt_br: Informações de depuração

source: CMIS Query:
pt_br: Consulta CMIS:

source: (empty query)
pt_br: (consulta vazia)

source: Open query in Alfresco
pt_br: Abrir consulta no Alfresco

source: Search Results (Total of %d)
pt_br: Resultados da Busca (Total de %d)

source: Limited to %d results
pt_br: Limitado a %d resultados

source: File Name
pt_br: Arquivo

source: Title &amp; Description
pt_br: Título e Descrição

source: Actions
pt_br: Ações

source: Loading title...
pt_br: Carregando título...

source: Loading description...
pt_br: Carregando descrição...

source: No results found.
pt_br: Nenhum resultado encontrado...

source: Search Options
pt_br: Opções de Busca

source: Folder
pt_br: Pasta

source: All Folders
pt_br: Todas as Pastas

source: File Type
pt_br: Tipo de Arquivo

source: Both (PDF & DOC/DOCX)
pt_br: PDF & Word

source: DOC/DOCX
pt_br: Word

source: Search term
pt_br: Termo de Busca

source: Search by name, title or description
pt_br: Pesquise por nome, título ou descrição

source: Results per page
pt_br: Resultados por página

source: Search
pt_br: Pesquisar

source: Plugin version: %s
pt_br: Versão do plugin: %s

source: Search Alfresco repository via the Alfresco API with a left‑sidebar search form, download/view proxy, and admin options for custom link text or icon‑only view. Only nodes of type cm:content are shown. AJAX pagination and asynchronous node details (title and description) loading are implemented.
pt_br: Plugin nativo do Wordpress que permite pesquisar um repositório Alfresco usando a API. Possui paginação via AJAX e funções assíncronas de pesquisa.
